Repository: 4unio-com/unity-scope-youtube
Catalog: po/*.po
Languages: ca, es, fi, gd, hu, it, nb, nl, pl, ru, sl, uk

source: Search YouTube for videos and browse channels
es: Buscar vídeos y explorar canales de YouTube
fi: Etsi videoita YouTubesta ja selaa kanavia
gd: Lorg videothan ann an YouTube is brabhsaich sna seanailean
hu: Youtube videók keresése és a csatornák böngészése
it: Cerca su YouTube e sfoglia i canali
nb: Søk etter videoer og se gjennom kanaler på YouTube
nl: Video's zoeken en kanalen verkennen op YouTube
pl: Przeszukaj YouTube w celu odnalezenia filmów oraz przeglądaj kanały
ru: Поиск видео на YouTube и выбор каналов
sl: Poiščite videoposnetke v YouTube in brskajte po kanalih
uk: Шукати відео та канали на YouTube

source: Favorites
es: Favoritos
fi: Suosikit
gd: Annsachdan
hu: Kedvencek
it: Preferiti
nb: Favoritter
nl: Bladwijzers
pl: Ulubione
ru: Избранное
uk: Вибране

source: Watch Later
es: Ver más tarde
fi: Katso myöhemmin
gd: Coimhead air uaireigin eile
hu: Megtekintés később
it: Guarda più tardi
nb: Se senere
nl: Later bekijken
pl: Obejrzyj później
ru: Посмотреть позже
uk: Переглянути пізніше

source: 1 subscriber
ca: Un subscriptor
es: 1 suscriptor
fi: 1 tilaaja
gd: %d fho-sgrìobhaiche
hu: 1 feliratkozó
it: 1 iscritto
nb: 1 abonnent
nl: 1 abonnee
pl: 1 prenumerator
ru: 1 подписчик
sl: %d naročnikov
uk: %d підписник

source: 1 video
ca: 1 vídeo
es: 1 vídeo
gd: %d video
hu: 1 videó
pl: 1 film
ru: 1 видео
sl: %d videoposnetkov
uk: %d відео

source: </b> videos
es: </b> vídeos
fi: </b> videota
gd: </b> video(than)
hu: </b> videó
it: </b> video
nb: </b> videoer
pl: </b> filmy(-ów)
ru: </b> видео
uk: </b> відео

source: </b> views
es: </b> vistas
fi: </b> katselukertaa
gd: </b> sealladh
hu: </b> megtekintés
it: </b> visualizzazioni
nb: </b> visninger
nl: </b> bekeken
pl: </b> wyświetleń
ru: </b> просмотров
uk: </b> переглядів

source: </b> subscribers
es: </b> suscriptores
fi: </b> tilaajaa
gd: </b> fo-sgrìobhaiche(an)
hu: </b> feliratkozó
it: </b> sottoscrizioni
nb: </b> abonnenter
nl: </b> abonnee's
pl: </b> prenumeratorów
ru: </b> подписчиков
uk: </b> підписників

source: Log-in to YouTube
ca: Entra al YouTube
es: Iniciar sesión en YouTube
fi: Kirjaudu YouTubeen
gd: Clàraich a-steach gu YouTube
hu: YouTube bejelentkezés
it: Accedi a YouTube
nb: Logg inn på YouTube
nl: Aanmelden op YouTube
pl: Zaloguj do YouTube
ru: Войти в YouTube
sl: Prijavite se v YouTube
uk: Увійти до YouTube

source: Uploads
es: Vídeos subidos
fi: Lähetetyt
gd: Luchdaidhean suas
hu: Feltöltések
it: Caricamenti
nb: Opplastinger
pl: Wysłane
ru: Загрузки
uk: Вивантаження

source: Videos
ca: Vídeos
es: Vídeos
fi: Videot
gd: Videothan
hu: Videók
it: Video
nb: Videoer
pl: Filmy
ru: Видео
sl: Videoposnetki
uk: Відео

source: No video can be found in this channel
es: No se ha encontrado ningún vídeo en este canal
fi: Tältä kanavalta ei löytynyt videoita
gd: Cha deach video a lorg san t-seanail seo
hu: Nem található videó ebben a csatornában
it: Nessun video trovato in questo canale
nb: Fant ingen video i denne kanalen
nl: Geen video aangetroffen in dit kanaal
pl: Nie odnaleziono żadnych filmów na tym kanale
ru: Не удалось найти видео на данном канале
uk: На цьому каналі немає відео

source: Channels
ca: Canals
es: Canales
fi: Kanavat
gd: Seanailean
hu: Csatornák
it: Canali
nb: Kanaler
nl: Kanalen
pl: Kanały
ru: Каналы
sl: Kanali
uk: Канали

source: No channel can be found
es: No se ha encontrado ningún canal
fi: Kanavaa ei löydy
gd: Cha deach seanail a lorg
hu: Nem található ilyen csatorna
it: Nessun canale trovato
nb: Fant ingen kanal
nl: Geen kanaal gevonden
pl: Nie odnaleziono żadnego kanału
ru: Не удалось найти канал
uk: Не вдалося знайти канали

source: Playlists
ca: Llistes de reproducció
es: Listas de reproducción
fi: Soittolistat
gd: Liostaichean-cluiche
hu: Lejátszólisták
it: Playlist
nb: Spillelister
nl: Afspeellijsten
pl: Listy odtwarzania
ru: Плейлисты
sl: Seznami predvajanja
uk: Списки відтворення

source: No playlist can be found in this channel
es: No hay ninguna lista de reproducción en este canal
fi: Tältä kanavalta ei löyty soittolistaa
gd: Cha deach liosta-chluiche a lorg san t-seanail seo
hu: Nem található lejátszólista ebben a csatornában
it: Nessuna playlist trovata in questo canale
nb: Fant ingen spilleliste i denne kanalen
nl: Geen afspeellijst gevonden in dit kanaal
pl: Nie odnaleziono żadnych list odtwarzania na tym kanale
ru: Не удалось найти плейлист на данном канале
uk: На цьому каналі не вдалося знайти списки відтворення

source: Playlist contents
ca: Continguts de la llista de reproducció
es: Contenido de la lista
fi: Soittolistan sisältö
gd: Susbaint na liosta-cluiche
hu: Lejátszólista tartalma
it: Contenuti della playlist
nb: Spilleliste-innhold
nl: Inhoud van afspeellijst
pl: Zawartość listy odtwarzania
ru: Содержимое плейлистов
sl: Vsebina seznama predvajanja
uk: Вміст списку відтворення

source: Channel contents
ca: Continguts del canal
es: Contenido del canal
fi: Kanavan sisältö
gd: Susbaint na seanaile
hu: Csatorna tartalma
it: Contenuti del canale
nb: Kanalinnhold
nl: Inhoud van kanaal
pl: Zawartość kanału
ru: Содержимое каналов
sl: Vsebina kanalov
uk: Вміст каналу

source: No video can be found
es: No se ha encontrado ningún vídeo
fi: Videota ei löydy
gd: Cha deach video a lorg
hu: Nem található ilyen videó
it: Nessun video trovato
nb: Fant ingen video
nl: Geen video gevonden
pl: Nie odnaleziono żadnych filmów
ru: Не удалось найти видео
uk: Не вдалося знайти відео

source: Likes
es: Me gusta
fi: Tykkäykset
gd: Nas toigh leam
hu: Kedvelések
it: Mi piace
nb: Liker
nl: Leuk
pl: Polubienia
uk: Вподобані

source: My Subscriptions
es: Mis suscripciones
fi: Omat tilaukset
gd: Na fo-sgrìobhaidhean agam
hu: Feliratkozásaim
it: Le mie iscrizioni
nb: Abonnementer
nl: Mijn abonnementen
pl: Moje subskrypcje
ru: Мои подписки
uk: Підписки

source: My Playlist
es: Mi lista de reproducción
fi: Oma soittolista
gd: Na liostaichean-cluiche agam
hu: Lejátszólistám
it: La mia playlist
nb: Spilleliste
nl: Mijn afspeellijst
pl: Moja Playlista
ru: Мой плейлист
uk: Список відтворення

source: 1 result from YouTube
ca: Un resultat del YouTube
es: 1 resultado de YouTube
fi: 1 tulos YouTubesta
gd: %d toradh o YouTube
hu: 1 Youtube találat
it: 1 risultato da YouTube
nb: 1 treff på YouTube
nl: 1 YouTube-resultaat
pl: 1 wynik z YouTube
ru: 1 результат с YouTube
sl: %d rezultatov v YouTube
uk: %d результат з YouTube

source: YouTube requires an internet connection
ca: El YouTube requereix una connexió a Internet
es: YouTube necesita una conexión a Internet
fi: YouTube vaatii internetyhteyden
gd: Tha YouTube feumach air ceangal ris an eadar-lìon
hu: A Youtube használata internet kapcsolatot igényel
it: YouTube richiede una conessione a internet
nb: YouTube krever internettforbindelse
nl: YouTube vereist een internetverbinding
pl: YouTube wymaga połączenia internetowego
ru: Для YouTube требуется подключение к интернету
sl: YouTube zahteva internetno povezavo
uk: YouTube потребує працездатного інтернет-з’єднання

source: views
es: vistas
fi: katselukertaa
gd: sealladh
hu: megtekintés
it: visualizzazioni
nb: visninger
nl: bekeken
pl: wyświetleń
ru: просмотры
uk: перегляди

source: <br/> Published on: </b>
es: <br/> Publicado: </b>
fi: <br/> Julkaistu: </b>
gd: <br/> Air fhoillseachadh: </b>
hu: <br/> Közzétéve: </b>
it: <br/> Pubblicato il: </b>
nb: <br/> Publisert: </b>
nl: <br/> Gepubliceerd op: </b>
pl: <br/> Wydany: </b>
ru: <br/> Опубликовано на: </b>
uk: <br/> Оприлюднено: </b>

source: Please login to post a comment
es: Acceda para enviar un comentario
fi: Kirjaudu kommentoidaksesi
gd: Clàraich a-steach gus do bheachd a chur ris
hu: A hozzászóláshoz előbb jelentkezzen be
it: Eseguire l'accesso per aggiungere un commento
nb: Logg inn for å skrive kommentar
nl: Gelieve u aan te melden om een opmerking te plaatsen
pl: Zaloguj się, by dodać komentarz
ru: Войдите, чтобы оставить комментарий
uk: Будь ласка, увійдіть до системи, щоб надіслати коментар

source: open
es: abierto
gd: fosgail
hu: megnyitás
it: apri
nb: åpne
nl: openen
pl: otwórz
uk: відкрити

source: Login to youtube
es: Acceder a Youtube
fi: Kirjaudu YouTubeen
gd: Clàraich a-steach gu YouTube
hu: YouTube bejelentkezés
it: Accedi a YouTube
nb: Logg inn på youtube
nl: Aanmelden bij youtube
pl: Logowanie do Youtube
ru: Войти в Youtube
uk: Увійти до youtube

source: Unsubscribe
es: Darse de baja
fi: Lopeta tilaus
gd: Cuir crìoch air an fho-sgrìobhadh
hu: Leiratkozás
it: Annulla iscrizione
nb: Stopp abonnement
nl: Opzeggen
pl: Zrezygnuj z subskrypcji
ru: Отменить подписку
uk: Відписатися

source: Subscribe
es: Suscribirse
fi: Tilaa
gd: Fo-sgrìobh
hu: Feliratkozás
it: Iscriviti
nb: Abonner
nl: Abonneren
pl: Subskrybuj
ru: Оформить подписку
uk: Підписатися

source: Thumb up
fi: Peukku ylös
gd: Math fhèin
hu: Tetszett
it: Miniature sopra
nb: Tommel opp
nl: Duim omhoog
pl: Kciuk w górę
uk: Подобається

source: Thumb down
fi: Peukku alas
gd: Mo chreach
hu: Nem tetszett
it: Miniature sotto
nb: Tommel ned
nl: Duim omlaag
pl: Kciuk w dół
uk: Не подобається

source: Add to watch list
es: Añadir a la lista de seguimiento
fi: Lisää katsomislistaan
gd: Cuir air a' chlàr-fhaire
hu: Megtekintési listához adás
it: Aggiungi a Garda più tardi
nb: Legg til oppfølging
nl: Toevoegen aan observatielijst
pl: Obejrzę później
uk: Додати до списку спостереження

source: Add to favorites list
es: Añadir a la lista de favoritos
fi: Lisää suosikkilistaan
gd: Cuir ris liosta nan annsachdan
hu: Kedvencek listához adás
it: Aggiungi ai preferiti
nb: Legg til i favoritter
pl: Dodaj do listy ulubionych
ru: Добавить в избранное
uk: Додати до списку вибраного

source: User channel
es: Canal de usuario
fi: Käyttäjäkanava
gd: Seanail a' chleachdaiche
hu: Felhasználói csatorna
it: Canale dell'utente
nb: Brukerkanal
nl: Gebruikerskanaal
pl: Kanał użytkownika
uk: Канал користувача

source: Post
es: Publicar
fi: Lähetä
gd: Postaich
hu: Küldés
it: Pubblica
nb: Send
nl: Plaatsen
pl: Opublikuj
uk: Надіслати

source: View in browser
es: Ver en el navegador
fi: Katso selaimessa
gd: Seall sa bhrabhsair
hu: Megnyitás a böngészőben
it: Vedi nel browser
nb: Vis i nettleser
nl: Bekijken in webbrowser
pl: Wyświetl w przeglądarce
ru: Открыть в браузере
uk: Переглянути у браузері

source: 1 view
ca: Una visualització
sl: %d ogledov
